/* No comment provided by engineer. */
"About" = "About";

/* About author */
"About Author" = "About Author";

/* Authorization Needed */
"Authorization Needed" = "Authorization Needed";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Choose Photos from:" = "Choose Photos from:";

/* No comment provided by engineer. */
"Do you want to review this app?" = "Do you want to review this app?";

/* finish add contact */
"Done" = "Done ";

/* Enjoy! */
"Enjoy:)" = "Enjoy:)";

/* Feedback */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"Gallery" = "Gallery";

/* OK */
"OK" = "OK";

/* Rate it */
"Rate Me" = "Rate Me";

/* No comment provided by engineer. */
"Review" = "Review";

/* No comment provided by engineer. */
"To continue using your pictorial, please give pictorial access to your photo library in the device Settings." = "To continue using your pictorial, please give pictorial access to your photo library in the device Settings.";

/* Version */
"Version" = "Version";

"Today" = "Today";

"Yesterday" = "Yesterday";

"%d days ago" = "%d days ago";
